Repository: myzzxc/1105cnc
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: zh_tw

source: Automatic feed drills can be added to almost any carriage configuration.
zh_tw: 自動進給鑽頭可添加至幾乎任何刀架組態

source: Automatic image recording on SD-Card whenever a network failure occurs.
zh_tw: 當網路發生故障時自動記錄圖像於 SD 記憶卡上。

source: Automatic location of recording servers on the local network
zh_tw: 本地網路上錄影伺服器之自動位址

source: Automatic product updates turned off
zh_tw: 關閉產品自動更新

source: Automatic update of changes carried out in the system
zh_tw: 系統中進行變更的自動更新

source: Automatically find words in the scanned document.
zh_tw: 自動搜尋掃描文件中的文字。

source: Automatically highlight, cross-out or underline search results for faster, easier PDF editing.
zh_tw: 自動針對搜尋結果進行標示、劃除或劃底線以快速、簡便地編輯 PDF 檔案。

source: Automatically highlight, cross-out, or underline search results for faster, easier PDF review and editing.
zh_tw: 自動針對搜尋結果進行標示、劃除或劃底線以快速、簡便地校閱和編輯 PDF 檔案。

source: Automatically highlight, cross-out, underline or redact search results for faster, easier PDF review and editing.
zh_tw: 自動針對搜尋結果進行標示、劃除、劃底線或加密文字以快速、簡便地校閱和編輯 PDF 檔案。

source: Automatically populate comments with highlighted and annotated text
zh_tw: 自動加入標示標記和標注文字至註解中

source: Automation Systems;
zh_tw: 自動化系統；

source: Automobiles
zh_tw: 汽車

source: Available Distribution Media: Individual license (serialised), Volume Licensing
zh_tw: 可選授權方式：個別授權（序號）、大量授權

source: Available Editions: Standard and Advanced
zh_tw: 可選版本：標準版和專業版

source: Available choices are determined by your Import mode selections.
zh_tw: 依照所選之 Import mode （匯入模式）有不同的選項。

source: Available from all ribbons
zh_tw: 所有 ribbon 工具列皆可用

source: Available in3, 5 and 10HP models, and operating atmaximum speeds of18,000 (3 HP) and 24,000 rpm (5and 10 HP) with high-speed ceramic angular contact bearings, their excellent design provides years of trouble free use.
zh_tw: 可用於 3、5 以及 10HP 型，使用高速陶瓷斜角軸承最大速度為 18,000 (3 HP) 和 24,000 rpm (5and 10 HP) ，其優異的設計提供了長久的耐用性。

source: Available insizes that fit most AXYZ Router tables, the swivelling vacuum arm allows forsnag free, full process table operation.
zh_tw: 尺寸適合大多數 AXYZ 路達桌，旋轉真空臂允許無阻礙、全進程路達桌操作。

source: Available with anon-marking contact base forpressure foot operation ora brush ring fornon-contact operation.
zh_tw: 包含用於壓力腳操作之無痕接觸底座與非接觸式操作之刷環可供選擇。

source: Available with pneumatic feed and either pneumatic orelectric rotation.
zh_tw: 可使用氣動進給和氣動或電動旋轉，

source: Average Packs: Number of packs to make the average in an average cycle.
zh_tw: Average Packs (平均包裝)：平均循環中取平均值的包裝數量，

source: Average weight: Value expressed in mass units meaning the average value of individual values ​​from a sample.
zh_tw: 平均重量 (Average weight)：以質量單位表示之數值，代表樣本中個別數值之平均值。

source: Avoid use in conditions where sand and/ or dust particles can become lodged in moving parts such as the LCD monitor hinge and zoom lever.
zh_tw: 避免於沙子或灰塵環境中使用移動元件如液晶螢幕轉軸和變焦撥桿以防止沙塵堆積於內部。

source: Axis 652 makes an angle 654 with a normal 656 of axis 650.
zh_tw: 軸 652 與軸 650 垂直線 656 夾角為 654。

source: B Introduction / Location
zh_tw: B 簡介 / 位置

source: BACKGROUND
zh_tw: 背景

source: BACKGROUND AND SUMMARY OF THE
zh_tw: 發明背景和簡介

source: BAFFLE PLATES
zh_tw: 擋板

source: BANK GUARANTEES
zh_tw: 銀行保證函

source: BARCODE READER WITH CABLE ( Panelbuilder only)
zh_tw: 條碼讀取機含電纜（僅適用於 Panelbuilder）

source: BARCODE SYSTEM FOR SPARE PART 2 YEARS WARRANTY
zh_tw: 條碼系統之備品零件為 2 年保固

source: BASIC DATA:
zh_tw: 基本資料：

source: BC-, S-, AND L-SERIES HEAT EXCHANGERS
zh_tw: BC-、S-、B 和 L-系列熱交換器

source: BC-, S-, B and L-Series
zh_tw: BC-、S-、B 和 L-系列

source: BECKER 10HP
zh_tw: BECKER 泵 10HP

source: BECKER 10HP with vac protection
zh_tw: BECKER 泵 10HP 含真空保護

source: BECOME THE PROPERTY OF THE PURCHASER AFTER GOODS ARRIVAL, OR
zh_tw: 當貨物抵達後轉移為買方財產，或

source: BEFORE WE GET STARTED…
zh_tw: 開始操作之前⋯⋯

source: BELLOWS SEAL FOR HIGH CAPACITY PRESSURE FOOT
zh_tw: 高容量壓力腳波紋密封管

source: BIGGEST AND HEAVIEST PART
zh_tw: 最大和最重零件

source: BLIND FLANGE
zh_tw: 管口蓋板

source: BOARD
zh_tw: 電路板

source: BRIEF DESCRIPTION OF THE DRAWINGS
zh_tw: 圖示簡單說明

source: BRUSH RING ATTACHMENT FOR HIGH CAPACITY PRESSURE FOOT
zh_tw: 高容量壓力腳刷環附件

source: BUSCH MINK PUMP 4.8KW
zh_tw: BUSCH MINK 泵 4.8KW

source: BUSCH MINK PUMP 6.8KW
zh_tw: BUSCH MINK 泵 6.8KW

source: BUSCH MINK PUMP 6.8KW with vac protection
zh_tw: BUSCH MINK 泵 6.8KW 含真空保護

source: BUSINESS PROCESS
zh_tw: BUSINESS PROCESS (業務流程)

source: BY EDUARDO CERVANTES LOPEZ
zh_tw: EDUARDO CERVANTES LOPEZ 撰文

source: Back panel module
zh_tw: 背板模塊

source: Background checks for external applicants
zh_tw: 外部應徵者的背景調查

source: Backup
zh_tw: 備份

source: Backups/Reset
zh_tw: 備份/重置

source: Bacteria doubles
zh_tw: 細菌倍增

source: Balance all objectives within module designs to maximize value
zh_tw: 於模塊設計中平衡所有目標，以實現價值最大化

source: Bands
zh_tw: 輸送帶

source: Bangalore, India 560 010 Phone: +91 80 2314 6628
zh_tw: Bangalore, India 560 010 電話： +91 80 2314 6628

source: Bank Account Details
zh_tw: 銀行帳戶詳細資訊

source: Bank Details
zh_tw: 銀行帳戶詳細資訊

source: Bar embed ment
zh_tw: 鋼筋埋設深

source: Bar installation in injected hole, horizontal
zh_tw: 水平安裝鋼筋於注模孔中

source: Bar size
zh_tw: 鋼筋尺寸

source: BareMinimum
zh_tw: 最低限度 (BareMinimum)

source: Base
zh_tw: 基點

source: Base portion 194 and front cover portion 196 cooperate to hold filter 188 in place.
zh_tw: 基座部分 194 和前蓋部分 196 結合以固定濾芯 188。

source: Base portion 344 includes directing features 422 and 424 which generally direct air 410 along two different paths, but generally towards bottom portion 416 of CVT housing 342.
zh_tw: 底座部分 344 包含導向元件 422 和 424，使空氣 410 沿著兩條不同的路徑流動，但整體上流向無段變速外殼 342 之底部 416。

source: Based on local policy, personal information change may need Local HR verification.
zh_tw: 依各地區當地政策，更改個人資訊可能需要經過當地人力資源部門確認。

source: Based on the HUTCHINSON entities, the frequency of this re-qualification may be increased.
zh_tw: 根據 HUTCHINSON 各部門要求，資格重審的次數可能會增加。

source: Based on the chosen position, Job Profile, Location, Company Name & Cost Center is auto populated.
zh_tw: 根據選擇的職位，將自動填入 Job Profile (職位檔案)、Location (地點)、Company Name & Cost Center ((公司名稱和成本中心)。

source: Based on the nature of the contract and the product, a special project milestone may be implemented.
zh_tw: 根據合約和產品的性質，可能實行特殊的專案里程碑。

source: Based on the position chosen, Base Pay is auto populated.
zh_tw: 基本薪資會根據選擇的職位自動填入。

source: Batch Conversion
zh_tw: 批次轉檔

source: Batch Create PDF from multiple files and file types
zh_tw: 由多個檔案和多種檔案類型批次建立 PDF 檔案

source: Batch Handling
zh_tw: 批次處理

source: Batch PDF and TIFF conversion with OCR
zh_tw: 使用字元辨識 (OCR) 進行 PDF 和 TIFF 批次轉檔

source: Batch Processing
zh_tw: 批次處理

source: Batch controls, watched folders/sequences
zh_tw: 批次控制、監控資料夾/序列

source: Batch conversion of PDF files into a single document (PDF Converter Assistant)
zh_tw: 批次轉換 PDF 檔案為單一文件（PDF Converter Assistant，PDF 轉換幫手)

source: Batch conversion of PDF files to target formats (PDF Converter Assistant)
zh_tw: 批次轉換 PDF 檔案為目標格式（PDF Converter Assistant，PDF 轉換幫手)

source: Batch conversion of TIFF files to image-only or searchable PDFs and PDF conversion to TIFF
zh_tw: 批次轉換 TIFF 檔案為純影像或可搜尋的 PDF 檔案以及轉換 PDF 檔案為 TIFF 檔案

source: Batch convert to single page TIFF files
zh_tw: 批次轉換為單頁 TIFF 檔

source: Batch pattern search / redaction
zh_tw: 批次模式搜尋 / 加密文件

source: Batch process multiple documents at a time with varied commands (insert, extract, and delete pages; apply watermarks and stamps; search and redact; inspect document; migrate comments; and print)
zh_tw: 以不同的指令同時批次處理多份文件（插入、截取和刪除頁面；套用浮水印和圖章；搜尋和加密；檢查文件；搬移註解； 和列印）

source: Batch: Set of packs with equal nominal quantities, model and manufacture, filled in the same place and that are being monitored.
zh_tw: 批次 (Batch)：一組具有相同名目數量、型號和製造商的包裝，儲存於相同地點且受監控。

source: Batch: Setting the batch number in alphanumeric or numeric depending on the batch parameter configuration in section 3.3.2.
zh_tw: Batch (批次)：根據第 3.3.2 節 「一般 (General)」 中所設定之批次參數以字母和數字或數字設定批次編號。

source: Bates Numbering
zh_tw: 文件編號 (Bates Numbering)

source: Bates numbering
zh_tw: 文件編號

source: Bates numbering tool for uniquely identifying each page in sets of legal documents.Support of different document management systems.
zh_tw: 文件編號工具用於標識每一頁法律文件，支援不同的文件管理系統。

source: Bates stamping with advanced formatting and page positioning
zh_tw: 以進階格式和頁面定位進行文件編號

source: Be basis for a Go / NoGo decision and direction for an implementation project
zh_tw: 以執行(Go) / 不執行(NoGo) 為基礎的決策和專案執行的方向

source: Bearing carrier 536 includes an opening 538 through which one of the half shafts 150 is coupled to wheels 104.
zh_tw: 軸承載具 536 包含其中一半軸 150 連接至車輪 104 的開口。

source: Bearing carrier 536 is also coupled to one of control arms 530 and one of control arms 532.
zh_tw: 軸承載具 536 也連接至其中一組控制臂 530 和其中一組控制臂 532。

source: Because Power PDF Advanced is Windows Installer compatible, ZAP files are not necessary.
zh_tw: 因為 Power PDF 進階版與 Windows Installer 相容，因此不需要 ZAP 檔案。

source: Because of the way the Leonardo ETH handles the reset, the best thing to do is to let the Arduino software try to initiate the reset before uploading, especially if you are used to pressing the reset button before uploading on other boards.
zh_tw: 基於 Leonardo ETH 處理重置的方式，最佳的方式為在上傳前讓 Arduino 軟體啟動重置，尤其是在其它電路板上習慣於上傳前按下重置按鈕的玩家應特別注意。

source: Becker Dry Vane Vacuum
zh_tw: Becker 乾式葉片泵

source: Becker Dry Vane Vacuum Hold Down Pump
zh_tw: Becker 乾式葉片真空抽氣泵

source: Before After Improvement (%)Sheet metal parts 1400 380 72
zh_tw: 模塊化前 模塊化後 改進幅度 (%) 鈑金零件 1400 380 72

source: Before any delivery, the Supplier must ensure compliance - with the HUTCHINSON technical requirements - of the prototype parts that it will deliver.
zh_tw: 供應商必須在所有交付之前，確保其交付之原型符合 HUTCHINSON 之技術要求。

source: Before any delivery, the Supplier must ensure compliance - with the HUTCHINSON technical requirements - of the prototype products that it will deliver.
zh_tw: 供應商必須在所有交付之前，確保其交付之打樣產品符合 HUTCHINSON 之技術要求。

source: Before any delivery, the Supplier must ensure the compliance of the samples that it will provide to HUTCHINSON.
zh_tw: 在所有交付之前，供應商必須確保提供給 HUTCHINSON 之樣品符合規範。

source: Before putting the checkweigher on the ground you must place the discs and then level it through the pins situated on the support points of the base.
zh_tw: 放下檢重機之前，必須放置底盤並透過基座支點上的支腳以調整水平。

source: Before removing the stationary end head, all spring tension on the floating end must he released.
zh_tw: 卸下固定端頭之前, 必須釋放浮動端所有彈簧墊片之張力，

source: Before starting the checkweigher, ensure that the mains voltage matches that provided for the connection of the electric circuit.
zh_tw: 啟動檢重機前，確保主電壓與電路連接匹配。

source: Before use in water, be sure to read the “Detailed User Guide” in the built-in memory of the camcorder.
zh_tw: 於水中使用前，請確定已詳閱攝影機內建記憶體中的“詳細使用說明書”。

source: Before working on equipment, workers de-energize the equipment and lock the switches to prevent unintended powering on.
zh_tw: 於設備上施工前，勞工切斷設備電源並鎖定開關以防止意外開啟電源。

source: Bellows Seal
zh_tw: 波紋密封管

source: Below this group, you can set Microsoft Office Integration parameters.
zh_tw: 以下群組中可以設置 Microsoft Office Integration （整合程式）參數。

source: Below you will see the required power for your pump or blower specified at various voltage levels.
zh_tw: 以下為真空泵與鼓風機於不同電壓下之電源需求。

source: Benefit
zh_tw: 優點

source: Benefits Administration
zh_tw: 福利管理

source: Benefits of Power PDF Advanced
zh_tw: Power PDF 進階版帶來的效益

source: Benefits of Power PDF Standard
zh_tw: Power PDF 標準版帶來的效益

source: Benefits would extend to the development of health, education, agriculture and food production, energy, industry and other social and economic activities.
zh_tw: 而此舉將使得健康、教育、農業和食品生產、能源、工業以及其他社會經濟活動的發展從中受益。

source: Besides hotfixes, you can also add other files (for instance plug-ins) to your customized package.
zh_tw: 除了修補程式外，還可以增加其它檔案（如外掛程式）到自訂套裝程式中。

source: Best Practices - Worker
zh_tw: 工作實務——勞工

source: Best Practices – Work Area
zh_tw: 工作實務——工作區域

source: Best Usability
zh_tw: 最佳使用性

source: Best User Experience and Value
zh_tw: 最佳使用者體驗和價值

source: Best User Experience and Value: Power PDF is the smarter value in PDF software.
zh_tw: 最佳使用者體驗和價值： Powe PDF 使 PDF 軟體變得更聰明。

source: Best Value
zh_tw: 最高的價值

source: Best in class (and batch) search, mark, redaction
zh_tw: 最好的分類（和批次處理）搜尋、標示、加密

source: Best user experience and value
zh_tw: 最佳使用者體驗和價值

source: Better Value
zh_tw: 更高的價值

source: Better visibility for your People Manager enabling them to make better effective decisions based on real time data
zh_tw: 讓您的主管更方便查尋資料並藉由即時資料更有效的做出決策

source: Biometric Systems;
zh_tw: 生物特徵識別系統；

source: Birds are kept within a temperature range that retards bacterial growth, so delivering a product with the necessary shelf life.
zh_tw: 將雞隻維持於依定的溫度範圍內能減緩細菌生長，以提供所需的保存期限。

source: Blade oscillation and tangential control ensures that the cutting blade delivers accurate cuts even on thicker materials without excessive over cut.
zh_tw: 刀鋒擺動與切線控制能確保即使材料較厚也能精準的切削且無多餘切削。

source: Bleeding causes the carcass temperature to reduce by approximately 3 °C.
zh_tw: 放血時屠宰體溫度會降低約 3 °C。

source: Blending structural and non-structural flood management approaches is particularly cost-effective.
zh_tw: 將結構性和非結構性洪水管理的方法相結合則特別符合成本效益。

source: Body panel 236 and caigo bed body panel 238, as well as other body panels of vehicle 100, are supported by frame 112.
zh_tw: 車身鈑金 236 和貨物平台鈑 238 以及其它車輛 100 之車身鈑金皆以框架 112 支撐。

source: Body panel 236 includes a filter housing 240 having a recess therein to receive a filter 242.
zh_tw: 車身鈑金 236 包含具有凹槽以安裝濾芯 242 之濾芯外殼 240，

source: Body ternperature
zh_tw: 體溫

source: Boilerplate
zh_tw: 樣板

source: Bolt 492 is secured in place with threaded nuts 494 which threadably couple to bolt 492.
zh_tw: 螺栓 492 以螺紋螺母 494 嵌合以固定螺栓 492。

source: Bond resistance
zh_tw: 黏結強度

source: Bond resistance88
zh_tw: 黏結強度§§

source: Bond/splitting behavior
zh_tw: 黏結/分離性質

source: Bookmarks
zh_tw: 書籤

source: Boost productivity with automated workflows.
zh_tw: 以自動化的工作流程提高生產力。

source: Boots 192 are coupled to the air intakes of power source 130.
zh_tw: 套靴 192 與動力源 130 之進氣口相連接。

source: Both
zh_tw: 兩套皆有

source: Both carriages may be configured with automatic tool changer carousels.
zh_tw: 兩組刀皆可與自動換刀轉盤配合使用。

source: Both connect to the same TWI interface to allow you to create a chain of TWI devices.
zh_tw: 兩組接口都連接至同一TWI介面以便玩家建立TWI裝置鏈。

source: Both folders contain _setup.exe.
zh_tw: 兩個資料夾皆包含 _setup.exe，

source: Both of these devices have interconnect cables which plug directly into a modbus controller for the automatic turn on and off of the starter box by the controller.
zh_tw: 並兩相連接至 modbus 控制器以自動開啟或關閉啟動台。

source: Both the first air inlet and the second air inlet being in fluid communication with the air intake system to receive ambient air from the air intake system.
zh_tw: 第一進氣口和第二進氣口皆與空氣進氣系統連接以接收來自空氣進氣系統之空氣。

source: Both the first portion and the second portion are introduced in a manner to generally direct the air 410 in a counterclockwise movement.
zh_tw: 第一部分和第二部分之空氣 410 整體上接以逆時針方向流動，

source: Both the on-demand torque transfer and the engine braking feature of front drive unit 154 may be active or inactive.
zh_tw: 前驅動單元 154 的動力傳輸和引擎煞車功能皆可依所需啟用或停用，

source: Bottle Conveyor & Crating Systems
zh_tw: 瓶罐輸送機和裝箱系統

source: Bottle Filling & Labeling Systems
zh_tw: 裝瓶和貼標系統

source: Bottom Limit: Value making that if a pack occurs with an individual weight of a derivative group lower than a programmed limit, the system will make a correction to the servo motor.
zh_tw: Bottom Limit (最低限度)：當個別包裝與整體差異低於此設定數值，系統將針對伺服馬達進行校正。

source: Bottom-line
zh_tw: 底線

source: Bracket 474 and bracket 478 are secured to housing 460 and rear frame member 480 through respective fasteners.
zh_tw: 支架 474 和支架 478 透過緊固件固定至外殼 460 和後框架元件 480 上。

source: Brake pedal 220 is operatively coupled to brake units associated with one or more of wheels 104 to slow the speed of vehicle 100.
zh_tw: 煞車踏板 220 與一組或多組車輪 104 之制動單元相連以減慢車輛 100 速度。

source: Bring this line LOW to reset the microcontroller.
zh_tw: 將此針腳調整為低電位以重置微控制器，

source: Browse Setup.exe in Power PDF installation media and install Power PDF
zh_tw: 由安裝來源媒體中選擇 Power PDF 之 setup.exe 安裝檔。

source: Browse for Windows Search service.
zh_tw: 選擇 Windows Search 服務。

source: Browse for a folder where the files of the Office Deployment Tool will be extracted and click OK.
zh_tw: 選擇 Office 部署工具的檔案解壓縮目的資料夾後點擊 OK（確定）。

source: Browse for shared product settings.
zh_tw: Browse for shared product settings（瀏覽選擇共用產品設定）。

source: Browse for the installation folder of Nuance PDF Create for App-V deployed Power PDF and launch setup.exe.
zh_tw: 開啓 Nuance PDF 建立用於 App-V 部署 Power PDF 之安裝資料夾中並執行 setup.exe。

source: Browse for the package then click on the Expand button.
zh_tw: 選擇安裝程式路徑後點擊 Expand 按鈕，

source: Browse the setup.exe of Power PDF Advanced from the install media.
zh_tw: 由安裝來源中選擇 Power PDF 進階版之 setup.exe 安裝檔。

source: Browse to PDF application and its Working Directory.
zh_tw: 選擇 PDF 應用程式與其工作目錄。

source: Browse to the Power PDF Advanced executable as installed on the server and click ’Next’.
zh_tw: 選擇 Power PDF 進階版安裝於伺服器之執行檔路徑並點擊“Next”。

source: Browse to the folder where you want to store the collected settings.
zh_tw: 點擊 Browse （瀏覽）選擇欲儲存收集之設定的資料夾。

source: Brush Donut
zh_tw: 刷環

source: Brushing is effective in removing any residual fecal matter that may have stuck to the skin.
zh_tw: 刷洗能有效地去除殘留餘表皮上的排泄物，

source: Buckle 648 also includes a release button 714.
zh_tw: 扣環 648 也包括解扣按鈕 714，

source: Buckle 948 includes a release button (not shown) substantially the same as that shown in FIG. 24.
zh_tw: 扣環 948 包含解扣按鈕 (未顯示於圖中) ，此按鈕與圖 24 所示之扣環實質上相同。

source: Building/construction
zh_tw: 建築

source: Buill on the rugged platform of our CNC Router product line, the knife systems are buill to meet specific application needs for each ofour customers.
zh_tw: 其建立於我們的 CNC 雕刻機產線上的堅固平台，切削系統專為我們客戶特別需求所製造。

source: Built for business users, reasonably priced, no audits
zh_tw: 為企業使用者打造、價格合理、無須審核

source: Built in swivel for high performance but can use heavy pressures.
zh_tw: 內建耐高壓、高效能旋轉軸承，

source: Built to handle an oversized 8foot wide sheet, the machine bed size willenable your business to manufacture large signs and machine large shapes without additional processing off the machine.
zh_tw: 用於處理超過 8 英呎之工件，機床尺寸可供客製作大型看板及直接加工大型材料無，無須另行加工。

source: Built-in Microwaves
zh_tw: 嵌入式微波爐

source: Built-in Zoom Microphone
zh_tw: 內建變焦麥克風

source: Bulk Material & Product Conveyors
zh_tw: 大型材料和產品輸送機

source: Bulk pricing available beginning at 5 licenses
zh_tw: 5 組授權以上享有大量購買價

source: Bumper module
zh_tw: 保險桿模塊

source: Burlington, ON L7L 5L1 Phone: +1 905 634 4940
zh_tw: Burlington, ON L7L 5L1 電話： +1 905 634 4940

source: Business
zh_tw: 業務聲音

source: Business Case & Proposal
zh_tw: 商業案例和提案

source: Business Situation
zh_tw: 業務狀況

source: Business case
zh_tw: 商業案例

source: But for the long-term success of a modular product platform, this simply won’t do.
zh_tw: 但這種情況下，一個模塊化產品平台無法長期成功運作。

source: But three.
zh_tw: 而是三個方向。

source: But what if your organization doesn’t fall into this category?
zh_tw: 但如果您的組織不屬於這一類型呢？

source: But what if your organization falls outside this category?
zh_tw: 但如果您的組織不屬於這一類型呢？

source: But with our new Power PDF software Nuance can help put an end to that.
zh_tw: 但有了我們全新的 Power PDF 軟體，Nuance 可協助客戶無須再妥協於現狀。

source: Buttons "ACCEPT" to validate and “CANCEL” to annul the entered value appear at the bottom.
zh_tw: 底部之「ACCEPT (接受)」按鈕能確定編輯，而「CANCEL (取消)」按鈕用以消除輸入之數值。

source: By 2050, agriculture will need to produce 60% more food globally, and 100% more in developing countries.
zh_tw: 2050 年時，全球農業將需要增產 60% 的糧食，而在發展中國家，將需要增產超過 100% 的糧食。

source: By 2050, global water demand is projected to increase by 55%, mainly due to growing demands from manufacturing, thermal electricity generation and domestic use.
zh_tw: 於 2050 年時，全球用水需求預計將增加 55%，主要增加來源為製造業、熱能發電和家庭用水日益增長的需求。

source: By 2050, humanity has achieved a water secure world, where every person has access to adequate quantities of water of an acceptable quality and from sustainable sources, to meet their basic needs and sustain their wellbeing and development.
zh_tw: 2050 年時，人類的用水取得了保障，那時人人都能獲得足夠的水資源，供水具有一定品質和永續性，以滿足其基本需求和維持人們的健康和發展。

source: By angling dampening member 560 forward area is provided rearward of dampening member 560 to mount additional components.
zh_tw: 將阻尼元件 560 前傾能提供阻尼元件560 後方的區域以安裝額外的元件，

source: By angling dampening member 560 inward suspension 116 has a progressive motion ratio relative to wheel travel.
zh_tw: 將阻尼元件 560 內傾使懸吊 116 能有更大的車輪行程移動比。

source: By answering the call for tender, after having researched the implicit product requirements, the Supplier guarantees its ability to meet the following two types of requirements.
zh_tw: 供應商詳細研究產品要求進行投標後，便保證能滿足以下兩種類型的要求。

source: By bringing the hole drilling process onto your CNC Router, you can reduce the material handling and potential damage toyour components, and atthe same time reduce your labour costs.
zh_tw: 藉由使用 CNC 雕刻機進行鑽孔作業，可減少材料處理與損傷工件的機會，同時能減少人力成本。

source: By configuring rear independent suspensions 116 such that control arms 530 and control arms 532 may be coupled to the end of frame 112, an overall length of frame 112 may be reduced.
zh_tw: 調整後獨立懸吊 116 可將控制臂 530 和控制臂 532 連接至框架 112 端點，而框架 112 整體長度可以縮短。

source: By default, the analog inputs measure from ground to 5 volts, though it is possible to change the upper end of their range using the AREF pin and the analogReference() function.
zh_tw: 預設情況下類比輸入測量接地電位至 5 伏特，但可以藉由 AREF 針腳和 analogReference() 函數改變其電壓範圍的上端值。

source: By default, there is no session open as a protective measure.
zh_tw: 預設情況下，沒有任何的開啟工作為鎖定狀態。

source: By having rear portion 534B include open end 606B, it is possible to remove radius arm 526B from vehicle 100 without uncoupling drive shaft 150B from either wheels 104 or rear drive unit 148.
zh_tw: 後部 534B 包含開口端 606B，因而能將懸臂 526B 從車輛 100 上拆除而毋需將傳動軸 150B 由車輪 104 或後輪驅動單元 148 上拆下。

source: By having sway bar 570 coupled to frame 112 at a location forward of power source 130 and the remainder of rear independent suspensions 116 not overlapping power source 130,
zh_tw: 將防擺桿 570 連接於框架 112 上之動力源 130 前方位置並使後獨立懸吊 116 不與動力源 130 重疊，

source: By having sway bar 570 coupled to frame 112 at a location forward of power source 130 and the remainder of rear independent suspensions 116 not overlapping power source 130, power source 130 may be placed lower on vehicle 100 resulting in a center of gravity 580 (see FIG. 3) of an unloaded vehicle 100 to be lower.
zh_tw: 將防擺桿 570 連接於框架 112 上之動力源 130 前方位置並使後獨立懸吊 116 不與動力源 130 重疊，動力源 130 能置於車輛 100 較低的位置以使車輛 100 的空車重心 580 (見圖 3) 更低。

source: By keeping oil reservoir 300 closer to power source 130, vehicle 100 has increased performance in cold weather.
zh_tw: 藉由將機油箱 300 接近動力源 130，車輛 100 能在寒冷的天氣中增加性能。

source: By means of the calibration certificate is provided information about:
zh_tw: 校正認證中提供下列資訊：

source: By means of the following image you can take control of the checkweigher in basic terms.
zh_tw: 下圖為檢重機之基本控制，

source: By placing oil reservoir above the pump of power source 130, oil
zh_tw: 將機油箱置於動力源 130 的機油泵上方，

source: By placing oil reservoir above the pump of power source 130, oil is continued to be provided to the pump of power source 130 when vehicle is on an incline.
zh_tw: 將機油箱置於動力源 130 的機油泵上方，當車輛在斜坡上時機油將持續供應至動力源 130 的機油泵。

source: By placing sway bar 570 in front of power source 130, sway bar 570 is closer to the pivot axis of radius arm 526A and radius arm 526B.
zh_tw: 將防擺桿 570 放置於動力源 130 前方，防擺桿 570 將更接懸臂 526A 和懸臂 526B 之樞軸，

source: By simply changing the spacer 484, various combinations of power source 130
zh_tw: 只需更換間隔件 484，

source: By simply changing the spacer 484, various combinations of power source 130 and shiftable transmission 144 may be assembled.
zh_tw: 只需更換間隔件 484，便能組裝各種組合的動力源130 和變速箱 144。

source: By this tab also we can know if we are viewing the net, gross or difference, and besides the weight unit which we are working with, and the use of normative.
zh_tw: 此欄位也能檢視淨重、毛重或重量差，欄位旁為使用之重量單位以及使用之規則。
